Repository: Makzz90/SJCAM-Zone-UWP
Catalog: Strings/*/Resources.resw
Source language: en
Languages: ru

# CaptureMode.Text
source: Capture Mode
ru: Режим съёмки

# CAPTURESIZE.Text
source: Image Size
ru: Размер изображения

# CAPTURE_WB.Text
source: White Balance
ru: Баланс белого

# CAPTURE_WB_MENU_1.Content
source: Auto
ru: Авто

# CAPTURE_WB_MENU_2.Content
source: Daylight
ru: Дневной свет

# CAPTURE_WB_MENU_3.Content
source: Cloudy
ru: Облачно

# CAPTURE_WB_MENU_4.Content
source: Tungsten
ru: Вольфрам

# CAPTURE_WB_MENU_5.Content
source: Fluorescent
ru: Флуоресцентный

# CYCLIC_REC.Text
source: Cyclic Record
ru: Цикличная запись

# CYCLIC_REC_MENU_1.Content
source: Off
ru: Выкл

# CYCLIC_REC_MENU_2.Content
source: 3Min
ru: 3Мин

# CYCLIC_REC_MENU_3.Content
source: 5Min
ru: 5Мин

# CYCLIC_REC_MENU_4.Content
source: 10Min
ru: 10Мин

# DATEIMPRINT.Content
source: Date stamp
ru: Штамп времени

# FORMAT.Content
source: Format
ru: Форматировать

# FREQUENCY.Text
source: Frequency
ru: Частота

# FREQUENCY_MENU_1.Content
source: 50 Hz
ru: 50 Гц

# FREQUENCY_MENU_2.Content
source: 60 Hz
ru: 60 Гц

# MOVIE_AUDIO.Content
source: Audio
ru: Авто

# MOVIE_EV
source: Exposure
ru: Экспозиция

# MOVIE_REC_SIZE.Text
source: Resolution
ru: Разрешение

# Password.Text
source: Password
ru: Пароль

# POWEROFF.Text
source: Auto Power Off
ru: Автоматическое выключение

# POWEROFF_MENU_1.Content
source: Off
ru: Выкл

# POWEROFF_MENU_2.Content
source: 3Min
ru: 3Мин

# POWEROFF_MENU_3.Content
source: 5Min
ru: 5Мин

# POWEROFF_MENU_4.Content
source: 10Min
ru: 10Мин

# POWEROFF_MENU_5.Content
source: Off Now
ru: Выключить сейчас

# sec1.Content
source: 1Sec
ru: 1Сек

# sec10.Content
source: 10Sec
ru: 10Сек

# sec2.Content
source: 2Sec
ru: 2Сек

# sec30.Content
source: 30Sec
ru: 30Сек

# sec5.Content
source: 5Sec
ru: 5Сек

# sec60.Content
source: 60Sec
ru: 60Сек

# SYSRESET.Content
source: Return menu setting to defaults
ru: Вернуть настройки к заводским

# Timer10S.Content
source: 10S Timer
ru: Таймер на 10С

# Timer20S.Content
source: 20S Timer
ru: Таймер на 20С

# Timer3S.Content
source: 3S Timer
ru: Таймер на 3С

# Timer5S.Content
source: 5S Timer
ru: Таймер на 5С

# TITLE_PHOTO.Text
source: Photo settings
ru: Настройки фотографий

# TITLE_PHOTO_LAPS.Text
source: Photo Time laps
ru: Интервал фотографий

# TITLE_SYSTEM.Text
source: System
ru: Система

# TITLE_VIDEO.Text
source: Video settings
ru: Настройки видео

# VideoTimelapsset.Text
source: Video time lapse
ru: Интервал видео

# WifiName.Text
source: WifiName
ru: Имя WiFi

# Connect.Text
source: Connect to camera
ru: Подключиться к камере

# About1
source: This is unofficial program designed to control SJCAM cameras: SJ4000 WiFi, SJ5000X, M20 and Ambarella series of SJ5000 models.
ru: Неофициальная программа предназначена для управления экшен камерами SJCAM: SJ4000 WiFi, SJ5000X, M20 и Ambarella серии моделей SJ5000.

# About2
source: Author: Maxim Gutikov
ru: Автор: Максим Гутиков

# About3
source: Version: 1.1.0.0
ru: Версия: 1.1.0.0

# AboutApp.Text
source: About this app
ru: О приложении

# Delete.Text
source: Delete
ru: Удалить

# Download.Text
source: Download
ru: Скачать

source: Downloaded
ru: Скачан

# Photos.Header
source: Photos
ru: Фотографии

# Select.Text
source: Select
ru: Выбрать

# Videos.Header
source: Videos
ru: Видеозаписи

# Close
source: Close application?
ru: Закрыть приложение?

source: No
ru: Нет

source: Yes
ru: Да

source: Error
ru: Ошибка
